Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh127-v3.tmx
Source language: bo
Languages: en

source: །འཇིག་རྟེན་ན་ཡང་རྟག་ཏུ་སློབ་དཔོན་འགྱུར་བ་ཡིན། །རྡུལ་དང་བྲལ་བའི་ཏིང་འཛིན་ཞི་བ་འདི་བཟུང་ན།
en: Always becoming masters of these in this world. {172} “Having attained this peace, this stainless samādhi, Such people will be those who always have a retinue. They will not cause division, but will always keep harmonious unity

source: །བྱང་ཆུབ་སྤྱོད་པ་ཞི་བ་དམ་པ་མཆོག་སྤྱོད་ཅིང་། །དེ་ནི་རྟག་པར་གཡོག་དང་རབ་ཏུ་ལྡན་པར་འགྱུར། །ཕྱོགས་ཀྱང་རྟག་ཏུ་མི་ཕྱེད་འཐུན་ཞིང་འཚམ་པར་འགྱུར།
en: And practice the supreme, highest, peaceful bodhisattva conduct. {173}

source: །མཁས་པས་དེ་ལ་མྱ་ངན་དག་གི་ཟུག་རྔུ་དང་། །མཁས་པའི་སེམས་ལ་ནམ་ཡང་གནོད་པ་མི་འབྱུང་སྟེ།
en: Those wise people will never have Sorrow, pain, or mental anguish,

source: །ཐམས་ཅད་དུས་སུ་རྟག་པར་ནད་ཀྱང་མེད་པར་འགྱུར། །རྡུལ་དང་བྲལ་བའི་ཏིང་འཛིན་ཞི་བ་འདི་བཟུང་ན།
en: And will at all times be free of illness. {174} “Having attained this peace, this stainless samādhi, In this human world they will not have any illness,

source: །ལུས་ཀྱི་ནད་དང་དེ་བཞིན་སེམས་ཀྱི་ནད་རྣམས་དང་། །སོ་ཡི་ནད་དང་དེ་བཞིན་མགོ་ཡི་ནད་རྣམས་ཀྱང་། །འཚོ་བའི་འཇིག་རྟེན་དག་ན་དེ་ལ་ནད་མི་འབྱུང་།
en: No physical pain, nor likewise mental pain, No toothache, and similarly no headache. {175}

source: །མི་ཡི་འཇིག་རྟེན་ནད་རྣམས་མང་པོ་ཅི་ཡོད་པ།
en: None of the various sicknesses of the mortal world,

source: །ལུས་ཀྱི་ནད་དང་དེ་བཞིན་སེམས་ཀྱི་ནད་རྣམས་དང་། །དེ་ལ་ནད་ཀྱང་དེ་དག་རྟག་ཏུ་ཡོང་མི་འབྱུང་།
en: Whether physical illness or likewise mental illness. {176}

source: །སེམས་ལ་ཀུན་ནས་ཉོན་མོངས་པ་ནི་གང་ཡོད་དང་། །ལུས་ལ་ཡང་ནི་ནད་ཀྱི་རྣམ་པ་གང་ཡོད་པ། །ཀུན་ནས་ཉོན་མོངས་མང་པོ་དེ་དག་དེ་ལ་མེད།
en: Whether they are the various kinds of mental afflictions Or the various kinds of physical illnesses. {177}

source: །བར་སྣང་ནམ་མཁའ་དག་ལ་གོས་པ་མེད་པ་ལྟར།
en: Just as space, the air, is undefiled,

source: །རྣམ་པར་དག་ཅིང་རྒྱ་ཆེ་རབ་ཏུ་འོད་གསལ་ཏེ།
en: Has a pure nature, and is vast and bright,

source: །དེ་བཞིན་དེ་ཡི་སེམས་ཀྱང་རྣམ་པར་དག་པར་འགྱུར།
en: In the same way their minds will be completely pure. {178}

source: །ཟླ་བའི་འོད་དང་དེ་བཞིན་ཉི་མའི་འོད་རྣམས་ནི།
en: Just as moonlight, and likewise sunlight, too,

source: །དག་ཅིང་གཟུང་དུ་མེད་ལ་རབ་ཏུ་འོད་གསལ་བ།
en: Are pure, ungraspable, and radiant,

source: །དེ་བཞིན་དེ་ཡི་སེམས་ཀྱང་ཤིན་ཏུ་འོད་གསལ་འགྱུར།
en: In the same way their minds will be bright. {179}

source: །ཇི་ལྟར་ཚོན་རྩི་ཐོགས་ནས་བར་སྣང་ནམ་མཁའ་ལ། །རྣམ་པ་མང་པོ་དུ་མའི་གཟུགས་རྣམས་བྲི་བར་དཀའ།
en: “Just as it is not easy, using pigments, To paint various forms in the air,

source: །དེ་བཞིན་རྡུལ་བྲལ་ཞི་བའི་ཏིང་འཛིན་འདི་བསྒོམས་ན། །དེ་ཡི་སེམས་ལ་རི་མོར་བྲི་བ་སླ་མ་ཡིན།
en: In the same way it is not easy to create pictures in the minds Of those who remain in this stainless samādhi of peace. {180}

source: །རླུང་ནི་ཇི་ལྟར་ཕྱོགས་བཞི་དག་ནས་ལངས་པ་དང་། །ཐོགས་པ་མེད་པར་ཕྱོགས་རྣམས་ཀུན་ཏུ་འགྲོ་བར་འགྱུར།
en: “Just as the wind blows in the four directions, Going in every direction without impediment,

source: །དེ་ཡི་སེམས་ཀྱི་རྒྱུད་ཀྱང་རླུང་དང་འདྲར་འགྱུར་ཏེ།
en: Their continuum of mind is like the wind,

source: །དེ་ནི་འཇིག་རྟེན་དག་ན་ཐོགས་མེད་མ་ཆགས་འགྲོ།
en: Moving unimpeded, without attachment, throughout the world. {181}

source: །རླུང་ལངས་པ་ནི་རྒྱ་མོས་གཟུང་དུ་རུང་ཡང་སྲིད།
en: “One may be able to catch the wind with a net,

source: །རླུང་ནི་ཞགས་པ་དག་གིས་བཅིང་བར་ནུས་གྱུར་ཀྱང་། །རྡུལ་དང་བྲལ་བ་ཞི་བའི་ཏིང་འཛིན་འདི་བསྒོམས་ན།
en: One may be able to bind the wind with a noose,

source: །དེ་ཡི་སེམས་ནི་རབ་ཏུ་ཤེས་པར་སླ་མ་ཡིན།
en: But it is not so easy to know the mind of someone Who has meditated on this stainless samādhi of peace. {182}

source: །གཟུགས་བརྙན་དག་ནི་ཆུ་ཡི་ནང་དུ་གཟུང་བར་རུང་།
en: “One may be able to catch a reflection on water,

source: །འབྲུ་མར་གང་བའི་སྣོད་དང་ཆུ་ཡི་ནང་དུ་འབྱུང་། །དེ་བཞིན་རྡུལ་བྲལ་ཞི་བའི་ཏིང་འཛིན་འདི་བསྒོམས་ན།
en: And obtain from it a bowl of sesame oil,

source: །སྤྲིན་ལས་འབྲུག་ཟེར་གློག་གི་འཁྲི་ཤིང་བྱུང་བ་དག །མི་དག་གི་ནི་ལག་པས་གཟུང་བར་ནུས་གྱུར་ཀྱང་།
en: “Someone may be able to catch in their hands The lightning that flashes from the thundering clouds, But it is not so easy to know the extent of the mind of someone

source: །རྡུལ་དང་བྲལ་བ་ཞི་བའི་ཏིང་འཛིན་འདི་ཐོབ་ན།
en: Who has meditated on this stainless samādhi of peace. {184}

source: །དེ་ཡི་སེམས་ཀྱི་ཚད་ནི་ཤེས་པར་སླ་མ་ཡིན།
en: “One may be able to know the languages of all beings,

source: །ཕྱོགས་བཅུའི་སངས་རྒྱས་ཞིང་ན་སེམས་ཅན་ཅི་ཡོད་པ། །སེམས་ཅན་དེ་དག་གི་ནི་སྒྲ་སྐད་གཟུང་ནུས་ཀྱང་། །བྱང་ཆུབ་སེམས་དཔའ་ནམ་ཞིག་ཏིང་འཛིན་འདི་ཐོབ་ན།
en: The beings in the buddha realms in the ten directions,

source: །དེ་ཡི་སེམས་ཀྱི་མཐའ་ནི་ཤེས་པར་སླ་མ་ཡིན།
en: But it is not so easy to know the heights of the mind Of bodhisattvas who have attained this samādhi. {185}

source: །དེས་ནི་རྡུལ་བྲལ་ཞི་བའི་ཏིང་འཛིན་འདི་ཐོབ་ནས།
en: “When they have attained this stainless samādhi of peace

source: །ཀུན་ནས་ཉོན་མོངས་མེད་ཅིང་གོས་པ་མེད་པར་འགྱུར།
en: They will have no kleśas and be undefiled.

source: །ནམ་ཞིག་དེས་ནི་ཏིང་འཛིན་ཞི་བ་ཐོབ་པའི་ཚེ།
en: Those who have attained this samādhi of peace

source: །ཕྱིར་ཡང་སྲེད་པ་གསུམ་ལ་ནམ་ཡང་ཆགས་མི་བྱེད།
en: Will never again have attachment to the three existences. {186}

source: །ནམ་ཞིག་རྡུལ་དང་བྲལ་བའི་ཏིང་འཛིན་འདི་ཐོབ་ན།
en: “Having attained this stainless samādhi of peace,

source: །འདོད་པ་དག་ལ་མི་སྲེད་གཟུགས་ལ་མི་སྲེད་དེ།
en: They have no longing for objects of desire, no longing for forms;

source: །བུད་མེད་དག་ལ་མི་སྲེད་སེམས་ཀྱང་འཁྲུལ་པ་མེད།
en: They have no longing for women and have unconfused minds.

source: །ཞི་ཞིང་རབ་ཏུ་ཞི་བ་གོས་པ་མེད་པར་འགྱུར།
en: They are peaceful, completely peaceful, and undefiled. {187}

source: །བུ་ལ་མི་སྲེད་བུ་མོ་དག་ལའང་སྲེད་མི་འགྱུར།
en: They have no longing for sons, no longing for daughters;

source: །ཆུང་མ་དག་ལའང་མི་སྲེད་གཡོག་ལའང་སྲེད་པ་མེད།
en: They have no longing for a wife, and no longing for attendants.

source: །རབ་ཏུ་ཞི་བར་སྤྱོད་ཅིང་གོས་པ་མེད་པར་འགྱུར།
en: Their conduct is peaceful and they are undefiled. {188}

source: །གསེར་ལ་མི་སྲེད་ནོར་རྣམས་ལ་ཡང་སྲེད་མེད་དེ།
en: “They have no longing for gold and no longing for wealth.

source: །མཐོ་རིས་མི་སྲེད་རིན་ཆེན་རྫས་ལ་ཆགས་མི་འགྱུར།
en: They have no longing for higher rebirth and no attachment to money and jewels.

source: །སེམས་ཀྱང་ཤིན་ཏུ་རྣམ་པར་དག་ཅིང་མི་རྟོག་པ།
en: They have completely pure minds and are free of thought.

source: །འདི་ནི་ཏིང་ངེ་འཛིན་རྣམས་ཐོབ་པའི་བྱེ་བྲག་ཡིན།
en: That is the uniqueness of this attainment of samādhi. {189}

source: །རྒྱལ་སྲིད་འདོད་ཕྱིར་ཚངས་པར་སྤྱོད་པ་དེ་མི་སྤྱོད།
en: “They do not practice celibacy for a higher rebirth.

source: །མཁས་པ་མཐོ་རིས་སྲེད་པས་རྟག་ཏུ་སྦྱིན་མི་བྱེད།
en: The wise are not generous out of yearning for a higher rebirth;

source: །བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་འདོད་པས་སྦྱིན་བྱེད་དེ།
en: Bodhisattvas are generous because they desire enlightenment.

source: །འདི་ནི་ཏིང་ངེ་འཛིན་དག་ཐོབ་པའི་བྱེ་བྲག་གོ།
en: That is the uniqueness of this attainment of samādhi. {190} “Those who accomplish this stainless samādhi

source: །རྒྱལ་པོའི་སྲིད་ཕྱིར་དཀའ་ཐུབ་བརྟུལ་ཞུགས་མི་སྤྱོད་དོ།
en: Do not practice asceticism in order to have a kingdom,

source: །སྲིད་པ་གསུམ་དུ་དབང་ཕྱུག་འདོད་པའི་ཕྱིར་མ་ཡིན།
en: Nor in order to become sovereign over the three existences.

source: །སྐྱེ་བོ་མང་ལ་ཕན་ཕྱིར་བྱང་ཆུབ་སྲེད་པ་ཡིས། །དེ་ནི་རྡུལ་དང་བྲལ་བའི་ཏིང་འཛིན་འདི་སྒྲུབ་བོ།
en: They benefit many beings because they long for enlightenment. {191}

source: །གླུ་ལ་མི་སྲེད་གར་ལའང་སྲེད་པ་མ་ཡིན་ཏེ།
en: “They have no longing for songs and no longing for dance,

source: །སྤོས་ལ་མི་སྲེད་བཏུང་བ་དག་ལའང་སྲེད་མ་ཡིན།
en: They have no longing for incense and no longing for drink,

source: །ཟས་ལའང་མི་སྲེད་གོས་ལ་ཡང་ནི་སྲེད་མི་འགྱུར།
en: And they have no longing for food and no longing for clothes.

source: །འདི་ནི་ཏིང་ངེ་འཛིན་དག་ཐོབ་པའི་བྱེ་བྲག་ཡིན།
en: That is the uniqueness of this attainment of samādhi. {i}

source: །མིག་ལ་མི་སྲེད་རྣ་བ་ལ་ཡང་སྲེད་མ་ཡིན།
en: “They have no longing for eyes and no longing for ears,

source: །སྣ་ལ་མི་སྲེད་ལྕེ་ལ་སྲེད་པ་མ་ཡིན་ཞིང་།
en: They have no longing for a nose and no longing for a tongue,

source: །ལུས་ལ་མི་སྲེད་སེམས་ལ་ཡང་ནི་སྲེད་མི་འགྱུར།
en: And they have no longing for a body and no longing for a mind.

source: །ཁྱིམ་ལ་མི་སྲེད་དགོན་པར་སྲེད་པ་མ་ཡིན་ཏེ།
en: “They have no longing for home and no longing for the forest,

source: །གཙུག་ལག་ཁང་ལ་མི་སྲེད་གྲོང་ལའང་སྲེད་མི་འགྱུར།
en: They have no longing for a monastery and no longing for a village,

source: །ཡུལ་འཁོར་མི་སྲེད་གྲོང་ཁྱེར་ལ་ཡང་མི་སྲེད་དེ།
en: And they have no longing for a region and no longing for a town.

source: །སྦྱིན་ལ་མི་སྲེད་ཚུལ་ཁྲིམས་དག་ལ་སྲེད་མི་འགྱུར།
en: “They have no longing for generosity and no longing for conduct,

source: །བཟོད་ལ་མི་སྲེད་བརྩོན་འགྲུས་ལ་ཡང་སྲེད་མ་ཡིན།
en: They have no longing for patience and no longing for diligence,

source: །བསམ་གཏན་མི་སྲེད་ཤེས་རབ་ལ་ཡང་མི་སྲེད་དེ།
en: And they have no longing for meditation and no longing for wisdom.

source: །སེམས་ཅན་ལ་ཡང་མི་སྲེད་སྲོག་ལ་མི་སྲེད་ཅིང་།
en: “They have no longing for being and no longing for life,

source: །སངས་རྒྱས་དག་ལ་མི་སྲེད་ཆོས་ལ་སྲེད་མི་བྱེད།
en: They have no longing for the Buddha and no longing for the Dharma,

source: །དགེ་འདུན་མི་སྲེད་བྱང་ཆུབ་ལ་ཡང་སྲེད་མི་འགྱུར།
en: And they have no longing for the Saṅgha and no longing for enlightenment.

source: །ཡོད་ལ་མི་སྲེད་མེད་པ་ལ་ཡང་སྲེད་མ་ཡིན།
en: “They have no longing for existence and no longing for nonexistence,

source: །དབུས་ལ་མི་སྲེད་མཐའ་ལའང་སྲེད་པར་མི་འགྱུར་ཞིང་།
en: They have no longing for the middle way and no longing for the extremes,

source: །ཀུན་ལ་མི་སྲེད་སྲེད་པ་མེད་པའང་མ་ཡིན་ཏེ།
en: And they have no longing for everything and no longing for nothing.

source: །རྡུལ་དང་བྲལ་བའི་ཏིང་འཛིན་ཞི་བ་འདི་ཐོབ་ན།
en: “When they have attained this stainless samādhi of peace,

source: །དེ་ལ་འདོད་ཆགས་ནམ་ཡང་གནོད་པ་མི་སྐྱེད་དེ།
en: Desire can never cause them harm.

source: །སུ་དག་བུད་མེད་སྲེད་པ་དེ་ནི་སེམས་འཁྲུལ་འགྱུར།
en: Those who yearn for women have confused minds

source: །འདི་ལྟར་དེས་ནི་འདོད་ཆགས་རང་བཞིན་ཡོངས་སུ་ཤེས།
en: And they know that this is the nature of desire. {192}

source: །དེ་ལ་ནམ་ཡང་ཞེ་སྡང་གནོད་པ་མི་སྐྱེད་དེ།
en: Anger can never cause them harm.

source: །མཁས་པས་འདི་ལྟར་གནོད་སེམས་རབ་ཏུ་བཤིག་པའི་ཕྱིར།
en: The wise ones destroy malice;

source: །བྱམས་པར་བྱེད་ཅིང་ཞེ་སྡང་ཐམས་ཅད་ཤིན་ཏུ་བཅོམ།
en: Through love they completely overcome anger. {193}

source: །དེ་ལ་ནམ་ཡང་གཏི་མུག་གནོད་པ་མི་སྐྱེད་དེ།
en: “Ignorance can never cause them harm;

source: །ཤེས་རབ་ཀྱིས་ནི་གཏི་མུག་མ་རིག་ངེས་པར་བསལ།
en: Wisdom eliminates ignorance and stupidity.

source: །ཡེ་ཤེས་རབ་རིབ་མེད་པ་དཔག་ཏུ་མེད་པ་ཐོབ།
en: They attain measureless wisdom free of darkness.

source: །ཏིང་འཛིན་ཐོབ་པའི་ཡོན་ཏན་འདི་དག་དཔག་ཏུ་མེད།
en: These qualities from attaining samādhi are measureless. {194}

source: །མི་གཙང་བས་ནི་འདོད་ཆགས་རྟག་ཏུ་ཚར་བཅད་དེ།
en: “Desire is always overcome by repulsiveness.

source: །བྱམས་པ་ཡིས་ཀྱང་ཞེ་སྡང་ཁོར་མོར་མ་ལུས་བཅོམ།
en: Anger is constantly defeated by love.

source: །ཤེས་རབ་ཀྱིས་ནི་གཏི་མུག་ཉོན་མོངས་དྲ་བ་བསལ།
en: Wisdom cuts through ignorance, the net of the kleśas.

source: །ཏིང་འཛིན་ཐོབ་པ་འཇིག་རྟེན་ཀུན་ན་རབ་ཏུ་མཛེས།
en: Those who have attained samādhi are majestic to the whole world. {195}

source: །དེ་ལ་ནམ་ཡང་གཉིད་ནི་གནོད་པ་མི་བསྐྱེད་དེ།
en: “Sleep can never cause them harm.

source: །དེས་ནི་ཉེ་བའི་ཉོན་མོངས་རྣམ་མང་རྣམ་པར་བཤིག །དེ་ནི་གོས་པ་མེད་ཅིང་ཤིན་ཏུ་བྲལ་བར་འགྱུར།
en: They eliminate the various subsidiary kleśas. They are undefiled and liberated.

source: །ཏིང་འཛིན་ཐོབ་པའི་ཡོན་ཏན་འདི་དག་དཔག་ཏུ་མེད། །བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ཏིང་འཛིན་འདི་འཛིན་པ།
en: These qualities from attaining samādhi are measureless. {196}

source: །དེ་ལ་ནམ་ཡང་ཆགས་པ་གནོད་པར་མི་འགྱུར་ཏེ།
en: “Desire can never cause harm To the bodhisattvas who possess this samādhi.

source: །འདི་ལྟར་དེ་ནི་དུས་ཀུན་ཏུ་ཡང་གཏོང་ལ་དགའ།
en: They delight always in generosity:

source: །བདོག་པ་ཐམས་ཅད་གཏོང་ཞིང་བདེ་བ་སྦྱིན་པར་འགྱུར།
en: They give away their possessions and give happiness. {197}

source: །བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ཏིང་འཛིན་འདི་འཛིན་པ།
en: “The bodhisattvas who possess this samādhi

source: །དེ་ནི་དཔེ་མེད་པ་ཡི་མཐུ་དང་ལྡན་པར་འགྱུར།
en: Possess power that is beyond compare.

source: །དེ་ནི་རྟག་པར་སྟོབས་དང་རྗེས་སུ་ལྡན་འགྱུར་ཏེ།
en: At all times they are in the possession of strength.

source: །འཇིག་རྟེན་ན་ནི་དེ་དང་མཉམ་པ་སུ་ཡང་མེད།
en: There is no one who is their equal in the world. {198}

source: །ནམ་ཚེ་འཇིག་རྟེན་དུ་ཡང་འཁོར་ལོས་སྒྱུར་བ་ཡིན།
en: “They become cakravartins in this world.

source: །མི་ཡི་རྒྱལ་པོར་དེ་འགྱུར་འཛམ་བུའི་གླིང་དུ་འོངས།
en: They come to Jambudvīpa as the sovereign of humans

source: །དེ་ཚེ་སྐྱེ་བོ་མང་པོས་ཤིན་ཏུ་མཆོད་པར་འགྱུར།
en: And many beings make offerings to them,

source: །ཁྱད་པར་ཐོབ་པས་རབ་རིབ་མེད་ཅིང་ཤེས་རབ་མཆོག །
en: And in particular they attain the unique wisdom free of darkness. {199}

source: སུ་དག་གཙོ་བོར་གྱུར་ཅིང་རིགས་ཆེ་རིན་ཆེན་མཆོག །ལོངས་སྤྱོད་ཆེ་ཞིང་གཡོག་བྲན་མང་ལ་དབང་ཡང་ཆེ།
en: “Such bodhisattvas become the leaders in a special, jewellike family. They have great wealth and are lords over many people.

source: །གང་ལ་རྟ་དང་བལ་གླང་ཤིང་རྟ་བཞོན་མཆོག་ཡོད།
en: They have horses, elephants, and perfect chariots to ride upon.

source: །གསེར་དང་ནོར་བུ་རིན་ཆེན་འགྲོན་བུ་རབ་ཏུ་མང་།
en: They have abundant gold and precious jewels. {200}

source: །སངས་རྒྱས་ཡེ་ཤེས་དམ་པ་འདི་ལ་སུ་དད་པ།
en: “Those who have faith in the supreme wisdom of the Buddha,

source: །དེ་དག་འཛམ་གླིང་རིན་ཆེན་རིགས་ཞེས་བྱ་བ་ཡིན།
en: They are called the jewellike families in Jambudvīpa.

source: །དེ་ནི་རིན་ཆེན་རིགས་མཆོག་དེ་རུ་སྐྱེས་ནས་ཀྱང་།
en: They are born there into special, jewellike families

source: །གཉེན་བཤེས་ཤིན་ཏུ་མང་པོའི་ཚོགས་ཀྱི་དོན་ཀྱང་བྱེད།
en: And they benefit a multitude of their kin. {201} “They carefully engender faith in those

source: །འཛམ་བུའི་གླིང་འདི་དག་ན་མ་དད་གང་ཡོད་པ། །དེ་དག་བག་ཡོད་པས་ནི་དད་པ་སྐྱེད་པར་བྱེད།
en: Who are of families in Jambudvīpa who have no faith.

source: །སེམས་ཅན་ཚོགས་རྣམས་བྱང་ཆུབ་སེམས་ལ་གང་བཀོད་པ།
en: They bring a multitude of beings to aspire to enlightenment,

source: །དེ་དག་སངས་རྒྱས་རང་བྱུང་རྒྱལ་བ་མཆོག་ཏུ་འགྱུར།
en: And they become self-arisen buddhas, supreme jinas. {202}

source: །དེ་དག་མཚུངས་པ་མེད་པའི་བྱང་ཆུབ་མཆོག་ཐོབ་ནས།
en: “They attain unequaled, highest enlightenment

source: །སངས་རྒྱས་ཞིང་དུ་མཚུངས་མེད་འཁོར་ལོ་རབ་ཏུ་བསྐོར།
en: And turn the unequaled Dharma wheel in buddha realms.

source: །དེ་ཚེ་ཆོས་ཀྱི་འཁོར་ལོ་འདི་ནི་སུས་ཤེས་པ།
en: Those who then know that Dharma wheel

source: །དེ་དག་མ་ལུས་མི་སྐྱེའི་ཆོས་ལ་གནས་པར་འགྱུར།
en: Will all remain in the birthlessness of phenomena. {203}

source: །བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ཤིན་ཏུ་མང་བྱེད་དེ།
en: “The bodhisattvas will perform many activities.

source: །དེ་དག་རྟག་ཏུ་སེམས་ཅན་རྣམས་ཀྱིས་མཆོད་པར་འགྱུར།
en: Beings will constantly make offerings to them.

source: །དེ་དག་དུས་ཀུན་དུ་ཡང་མཚུངས་མེད་དོན་བྱེད་དེ།
en: They will constantly accomplish unequaled benefit.

source: །དེ་དག་སེམས་ཅན་མིག་ནི་རབ་རིབ་མེད་པར་བྱེད།
en: They will remove the darkness from the eyes of beings. {204} {205}

source: །བྱང་ཆུབ་སེམས་དཔའ་གང་དག་རབ་དགའ་བྱམས་པའི་སེམས།
en: “The bodhisattvas, joyous, with loving minds

source: །གོས་པ་མེད་པ་དེ་དག་དེ་ཚེ་སངས་རྒྱས་འགྱུར།
en: And unstained, will become buddhas.

source: །དེ་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གར་གནས་པ།
en: Wherever those bodhisattvas are present

source: །སེམས་ཅན་དག་གི་དོན་ཀྱང་ཚད་མེད་བྱེད་པར་འགྱུར།
en: They will create an immeasurable benefit for beings. {206}

source: །ཚངས་སྤྱོད་མཚུངས་མེད་ཚུལ་ཁྲིམས་རྣམ་དག་རབ་ཏུ་བསྲུང་།
en: “They will protect correct conduct and have matchless celibacy.

source: །བསྐལ་པ་མཐའ་ཡས་མང་པོར་ཏིང་འཛིན་སྒོམ་པར་བྱེད།
en: They will meditate on samādhi for many endless eons.

source: །རྟག་ཏུ་བསམ་གཏན་རྣམ་པར་ཐར་ལ་ཤིན་ཏུ་ངེས།
en: They will constantly have certainty in dhyāna and liberation.

source: །དེ་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་སངས་རྒྱས་སྲས།
en: Those bodhisattvas will be the sons of the buddhas. {207}

source: །དེ་དག་རྫུ་འཕྲུལ་རྐང་པ་རྟག་ཏུ་སྙེན་བྱེད་ཅིང་།
en: “They always practice the bases of miraculous powers,

source: །ཞིང་རྣམས་མཐའ་ཡས་རྣམ་པ་མང་པོར་དེ་སོང་ནས།
en: And they go to various infinite realms.

source: །བདེ་བར་གཤེགས་པས་རབ་ཏུ་བཤད་པའི་ཆོས་ཉན་ཏེ།
en: They listen to the Dharma taught by the sugatas

source: །གཟུངས་ལ་རབ་ཏུ་གནས་པས་ཐམས་ཅད་འཛིན་པར་བྱེད།
en: And, having the power of retention, they remember everything. {208}

source: །བྱང་ཆུབ་སེམས་དཔའ་གང་དག་གཟུངས་ལ་གནས་པ་ནི།
en: “Those bodhisattvas who have the power of retention

source: །མདོ་སྡེ་དཔག་ཏུ་མེད་པ་མཐའ་ཡས་རབ་ཏུ་སྟོན།
en: Teach endless, countless sūtras.

source: །སེམས་ཅན་དག་གི་དོན་ཀྱང་དཔག་ཏུ་མེད་པ་བྱེད།
en: Accomplish countless benefits for beings. {209}

source: །སེམས་ཅན་འཆི་འཕོ་སྐྱེ་བ་དང་། །འགྲོ་བ་དང་ནི་འོང་བ་ཤེས།
en: “They know the deaths and rebirths And the coming and going of beings,

source: །དེས་ནི་ཅི་འདྲའི་ལས་བྱས་པ།
en: What kind of actions they do,

source: །རྣམ་པར་སྨིན་པ་དེ་འདྲར་འགྱུར།
en: And the ripening of their karma. {210}

source: །ལས་རྣམས་འཕོ་བར་འགྱུར་བ་ཡང་།
en: “In that transference of karma

source: །རྡུལ་ཙམ་ཡང་ནི་མི་རྙེད་དོ།
en: There are not even atoms to be found.

source: །བྱང་ཆུབ་སེམས་དཔའ་གྲགས་ཆེན་ནི།
en: Those greatly famous bodhisattvas

source: །དེ་དག་གི་ཡང་དེ་ཤེས་སོ།
en: Know, too, that this is so. {211}

source: །སྟོང་པ་བདག་ཉིད་ཆེན་པོ་ཡི།
en: “Emptiness is the supreme

source: །གནས་པ་དག་གི་དམ་པ་ཡིན།
en: Dwelling of the great beings.

source: །སེམས་ཅན་བྱེ་བ་བསམ་ཡས་ཀྱང་།
en: They establish countless millions

source: །ཐེག་པ་ཆེ་ལ་རབ་ཏུ་འགོད།
en: Of beings in the great yāna. {212}

source: །དེ་ལ་སྟོན་པར་བྱེད་པ་ན།
en: “When they are teaching

source: །སེམས་ཅན་འདུ་ཤེས་མི་འཇུག་སྟེ།
en: They have no concept of beings. The bodhisattvas teach

source: །ཆོས་རྣམས་འཇུག་པ་མེད་པར་ནི། །བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་སྟོན།
en: Without engaging in phenomena. {213}

source: །ཆོས་རྣམས་རབ་ཏུ་སྟོན་པ་ན།
en: “When they teach the Dharma

source: །དམིགས་པ་དག་ནི་མི་འབྱུང་སྟེ།
en: There is no apprehending of an object.

source: །ཡེ་ཤེས་བརྟན་ལ་རབ་གནས་ཤིང་། །སྟོང་པ་ཉིད་ལ་གནས་པར་འགྱུར།
en: They reside in emptiness, Established in enduring wisdom. {214} “When someone has been taught this samādhi,

source: །སྟོན་པ་ཀུན་གྱི་གནས་པ་ཡི། །ཏིང་འཛིན་འདི་ནི་བསྟན་བྱས་ནས།
en: In which all the teachers reside,

source: །བུད་མེད་འདུ་ཤེས་རང་བཞིན་གྱིས། །དེ་ལ་འདུ་ཤེས་མི་འབྱུང་ངོ་།
en: No conceptions arise in him, He naturally has no conceptions about women. {215}

source: །བུད་མེད་འདུ་ཤེས་རྣམ་བཤིག་ནས།
en: “When conceptions of women have ceased,

source: །བྱང་ཆུབ་སྙིང་པོར་འདུག་པར་འགྱུར།
en: He sits at the Bodhimaṇḍa.

source: །བྱང་ཆུབ་སྙིང་པོར་འདུག་ནས་ནི།
en: Once he has sat at the Bodhimaṇḍa

source: །བདུད་ཀྱི་འདུ་ཤེས་རྣམ་པར་ལྡོག །མཁས་པ་དེས་ནི་བདུད་རྣམས་དང་། །བདུད་ཀྱི་སྡེ་ཡང་མི་མཐོང་སྟེ།
en: The conceptions of Māra cease. {216} “The wise one does not see Māra and Māra’s army,

source: །བདུད་ཀྱི་བུ་མོ་གསུམ་པོ་ཡང་། །དེས་ནི་མཐོང་བར་མི་འགྱུར་རོ།
en: And neither does he see The three daughters of Māra. {217}

source: །འདུ་ཤེས་ཐམས་ཅད་རབ་ཏུ་སྤོང་།
en: All his conceptions are eliminated.

source: །འདུ་ཤེས་ཐམས་ཅད་རབ་སྤངས་ནས།
en: Once all his conceptions are eliminated

source: །ས་འདི་ཐམས་ཅད་གཡོས་པར་གྱུར།
en: This entire world is shaken. {218}

source: །རི་རབ་རྒྱ་མཚོར་བཅས་པ་དག །ཕྱོགས་བཅུ་ན་ཡང་ཅི་ཡོད་གཡོས།
en: “So, too, are all the worlds in the ten directions With their Sumerus and their oceans, And this is known

source: །ཕྱོགས་བཅུ་དག་ན་སེམས་ཅན་རྣམས། །ཀུན་གྱིས་དེ་ནི་མི་ཤེས་སོ།
en: By all the beings in the ten directions. {219}

source: །ས་དག་རབ་ཏུ་གཡོས་པ་འདི།
en: “This shaking of the world

source: །བྱང་ཆུབ་སེམས་དཔའི་རྫུ་འཕྲུལ་ཡིན། །བྱང་ཆུབ་དམ་པ་འཚང་རྒྱ་བ། །དེ་ཚེ་ས་ཡང་ལན་དྲུག་གཡོས།
en: Is the miracle of the bodhisattva; It is shaken six times When he attains supreme enlightenment. {220} “All the composite phenomena there are,

source: །འདུས་བྱས་ཆོས་ནི་ཇི་སྙེད་དང་། །ཆོས་གང་འདུས་མ་བྱས་པ་ཡང་།
en: And all the noncomposite phenomena—

source: །ཆོས་དེ་ཐམས་ཅད་རབ་རྟོགས་ཏེ།
en: All phenomena are understood

source: །ཆོས་ཀྱི་སྒྲར་ནི་བསྟན་པ་ཡིན།
en: That are taught by the word phenomena. {221}

source: །འདི་ལ་རྟོགས་བྱེད་གང་ཡང་མེད།
en: “There is nothing there to be understood,

source: །སེང་གེའི་སྒྲ་ནི་འབྱུང་མོད་ཀྱི།
en: And that lion’s roar arises.

source: །འབྱུང་བ་དག་ཀྱང་རྣམ་རིག་ནས།
en: Knowing this process of arising,

source: །འོད་བྱེད་སངས་རྒྱས་ཉིད་དུ་འགྱུར།
en: He becomes an illuminating buddha. {222}

source: །རྟེན་ཅིང་ཆོས་རྣམས་འབྱུང་བར་འགྱུར།
en: “Phenomena appear dependently.

source: །རྟེན་ཅིང་ཆོས་རྣམས་རབ་ཏུ་སྐྱེ། །ཆོས་རྣམས་ཀྱི་ནི་རྟེན་པ་ཡང་།
en: Phenomena are produced dependently.

source: །མཁས་པ་དེ་དག་ཐམས་ཅད་ཤེས།
en: The wise ones know the entirety Of the dependence of phenomena. {223}

source: །ཆོས་ཀུན་གྱི་ནི་ཆོ་ག་ཤེས།
en: “They know the development of all phenomena.

source: །སྟོང་ཉིད་རྟོགས་པར་ཁོང་དུ་ཆུད།
en: They have complete understanding through emptiness.

source: །དེ་དག་འགྲོ་བ་རབ་ཤེས་ཏེ།
en: They have wisdom concerning states of existence.

source: །ཆོས་ཀུན་རྟོགས་པར་ཁོང་དུ་ཆུད།
en: They have complete understanding of all phenomena. {224}

source: །དེ་ཡི་འགྲོ་བ་བཙལ་ན་ཡང་།
en: On seeking for these states of existence,

source: །བྱང་ཆུབ་སེམས་དཔས་མི་རྙེད་དེ།
en: The bodhisattva does not find them. That is the same as the inconceivable knowledge

source: །འདི་ལྟར་སངས་རྒྱས་ཐམས་ཅད་ཀྱི།
en: Of all the buddhas concerning states of existence. {225}

source: །འགྲོ་བ་བསམ་ཡས་དེ་ཡིས་རིག །འགྲོ་བ་ཐམས་ཅད་ཤེས་པ་གང་།
en: “The one who has that complete knowledge

source: །དེ་ནི་འགྲོ་བ་དེར་འགྲོ་སྟེ།
en: Knows all states of existence.

source: །དམ་ཆོས་མཚན་ཉིད་རིག་པས་ན།
en: Knowing the characteristic of the true Dharma,

source: །ངན་སོང་ཐམས་ཅད་ཆད་པ་ཡིན།
en: He brings to an end all illusions. {226}

source: །དམ་ཆོས་མཚན་ཉིད་རིག་ནས་ནི།
en: “Knowing the characteristic of the true Dharma,

source: །ཞིང་རྣམས་ཐམས་ཅད་རྣམ་པར་ལྟ།
en: He gazes upon all the realms.

source: །ཞིང་ཀུན་ལ་ཡང་རྣམ་བལྟས་ནས།
en: Having gazed upon all the realms,

source: །བྱང་ཆུབ་སྙིང་པོར་འདུག་ནས་སུ།
en: “Having sat at the Bodhimaṇḍa,

source: །སེང་གེ་ཡི་ནི་སྒྲ་སྒྲོག་སྟེ།
en: There is the sound of the lion’s roar, Which thus resounds throughout

source: །དེ་བཞིན་ཞིང་རྣམས་བྱེ་བ་སྙེད། །བསམ་ཡས་དཔག་མེད་གྲགས་པར་བྱེད།
en: Countless, innumerable millions of realms. {227} “All those greatly renowned buddha heroes

source: །ཞིང་དེ་རྣམས་ཀྱང་གཡོ་བྱེད་ཅིང་།
en: Also cause those realms to shake.

source: །སངས་རྒྱས་དཔའ་བོ་གྲགས་ཆེན་དག །སེམས་ཅན་ཇི་ལྟར་འདུལ་བ་བཞིན།
en: The leader of beings guides beings

source: །སེམས་ཅན་ཁ་ལོ་སྒྱུར་ཞིང་འདུལ།
en: In the way that they are to be guided. {228}

source: །བྱང་ཆུབ་དམ་པ་རེག་ནས་ནི།
en: “Having reached the highest enlightenment,

source: །བྱང་ཆུབ་སྙིང་པོ་དེ་ལས་ལངས།
en: He rises from the Bodhimaṇḍa.

source: །དཔག་མེད་བསམ་གྱིས་མི་ཁྱབ་པ།
en: He guides the countless, innumerable beings

source: །སེམས་ཅན་འདུལ་བའང་རྣམ་པར་འདུལ།
en: Who are to be guided. {229}

source: །དེ་ནས་རྫོགས་པའི་སངས་རྒྱས་ནི།
en: “Then the Buddha emanates

source: །སངས་རྒྱས་སྤྲུལ་པ་མཐའ་ཡས་སྤྲུལ།
en: Infinite buddha emanations. These buddha emanations go

source: །ཞིང་རྣམས་བྱེ་བ་སྟོང་དུ་ཡང་། །སངས་རྒྱས་སྤྲུལ་པ་འགྲོ་བར་འགྱུར།
en: To thousands of millions of realms. {230}

source: །སེམས་ཅན་བྱེ་བ་བསམ་ཡས་རྣམས།
en: “They lead countless millions

source: །བྱང་ཆུབ་མཆོག་ལ་རབ་ཏུ་འགོད། །སྲོག་ཆགས་ཀུན་ལ་ཕན་པའི་ཕྱིར།
en: Of beings to the highest enlightenment.

source: །ཆོས་ཀྱི་མཆོག་ཀྱང་སྟོན་པར་བྱེད།
en: He teaches the supreme Dharma For the benefit of all beings. {231}

source: །ཡེ་ཤེས་ཆེན་པོ་དེ་འདྲ་སྟེ།
en: “That kind of great wisdom

source: །དེ་ཕྱིར་འདུན་པ་རབ་སྐྱེད་ཅིག །བྱང་ཆུབ་འདུན་པ་བླ་ན་མེད།
en: Therefore develop the aspiration, The supreme aspiration to enlightenment. {232} “Develop veneration for those with the highest qualities:

source: །སངས་རྒྱས་དང་ནི་ཆོས་རྣམས་དང་། །འདུས་པའི་དམ་པ་དགེ་འདུན་ལ།
en: The Buddha, the Dharma, and the Saṅgha,

source: །བྱང་ཆུབ་སེམས་དཔའ་དཔའ་བོ་རྣམས།
en: And the heroes, the bodhisattvas,

source: །བྱང་ཆུབ་མཆོག་ཚོལ་གུས་པ་སྐྱེད།
en: Who seek for the highest enlightenment. {233}
